Repository: sbellon/ChurchSong
Catalog: src/churchsong/locales/*.po
Languages: de

source: Execute: Create selected files and start SongBeamer
de: Ausführen: Erzeuge ausgewählte Dateien und starte SongBeamer

source: Execute: Create selected files
de: Ausführen: Erzeuge ausgewählte Dateien

source: Update available Current version: {} Latest version: {}
de: Aktualisierung verfügbar Aktuelle Version: {} Neueste Version: {}

source: Please make your desired choice. By default, all actions are activated.
de: Bitte die gewünschte Auswahl treffen. Ohne Änderung sind alle Schritte aktiv.

source: Get SongBeamer schedule from ChurchTools and launch SongBeamer
de: Lade SongBeamer-Ablauf aus ChurchTools und starte SongBeamer

source: Download song files from ChurchTools
de: Lade Lied-Dateien aus ChurchTools herunter

source: Download event files from ChurchTools
de: Lade Event-Dateien aus ChurchTools herunter

source: Create PointPoint slides from ChurchTools data
de: Erzeuge PowerPoint-Folien gemäß Daten aus ChurchTools

source: Create and upload PDF song sheets to ChurchTools
de: Erzeuge PDF Liedblätter und lade sie zu ChurchTools hoch

source: Song Sheets Chords
de: Liedblatt Akkorde

source: Song Sheets Leads
de: Liedblatt Noten

source: Last update
de: Stand

source: Nobody
de: Niemand

source: SongBeamer is already running. If you have modified your agenda but not saved it, SongBeamer will ask now whether you want to save the agenda. Answer: - Yes: save and keep your modified agenda. - No: discard your changes and reload agenda from ChurchTools. - Cancel: keep your modified agenda but do not save it. The PowerPoint slides will get updated in any case! Click OK to continue.
de: SongBeamer läuft bereits. Wenn du den Ablauf verändert und nicht gespeichert hast, wird dich SongBeamer fragen, ob du den Ablauf speichern willst. Antworte: - Ja: speichere und behalte deinen modifizierten Ablaufplan. - Nein: verwirf Änderungen und lade den Ablauf aus ChurchTools neu. - Abbrechen: behalte den modifizierten Ablaufplan ohne zu speichern. Die PowerPoint-Folien werden in allen Fällen aktualisiert! Klicke OK um Fortzufahren.
